rpi5-32/20240730-1249-glibc-default/logs/count-no-32-1000-1000/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 2354
number of failed transactions: 0 (0.000%)
latency average = 34.064 ms
initial connection time = 9.942 ms
tps = 234.852137 (without initial connection time)